acpi
base
base-devel
bat
bluez
bluez-utils
brightnessctl
cbonsai
clang
cmake
cmatrix
discord
dkms
dmenu
docker
dosfstools
dunst
efibootmgr
fastfetch
fcitx
fd
feh
firefox
flameshot
gdb
git
google-chrome
grub
gst-plugin-pipewire
gvfs
htop
i3-wm
i3status
intel-ucode
kitty
lazydocker
lazygit
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logisim
lxappearance
ly
materia-gtk-theme
micro
mousepad
mtools
nano
neovim
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
ntfs-3g
nvidia-open-dkms
obs-studio
os-prober
pamixer
paru
paru-debug
pavucontrol
pfetch
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pip
python-pipx
ripgrep
rofi
sbctl
sioyek
sof-firmware
spotify-launcher
teams
thunar
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-roboto
tty-clock
unzip
valgrind
vim
visual-studio-code-bin
vlc
whatstux
wireplumber
xdg-desktop-portal
xorg-server
xorg-xinit
xorg-xrandr
zip
zram-generator
zsh
zsh-autosuggestions
